tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
tap "nektos/tap"
tap "tomanthony/brews"
tap "vitorgalvao/tiny-scripts"
brew "antigen"
brew "readline"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "clamav"
brew "coreutils"
brew "fzf"
brew "gcc"
brew "gettext"
brew "gh"
brew "libevent"
brew "nghttp2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "goaccess"
brew "gpgme"
brew "jq"
brew "nvm"
brew "pipenv"
brew "ripgrep"
brew "skopeo"
brew "subversion"
brew "swaks"
brew "telnet"
brew "thefuck"
brew "wget"
brew "yarn"
brew "z"
brew "zlib"
brew "zsh"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "nektos/tap/act"
brew "tomanthony/brews/itermocil"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "adobe-acrobat-reader", args: { appdir: "/Applications" }
cask "db-browser-for-sqlite", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-source-code-pro-for-powerline"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "kap", args: { appdir: "/Applications" }
cask "keepassxc"
cask "libreoffice"
cask "mongodb-compass", args: { appdir: "/Applications" }
cask "mysqlworkbench", args: { appdir: "/Applications" }
cask "oracle-jdk", args: { appdir: "/Applications" }
cask "pgadmin4", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "rectangle"
cask "robo-3t", args: { appdir: "/Applications" }
cask "rocket-chat"
cask "signal"
cask "skype"
cask "slack", args: { appdir: "/Applications" }
cask "sourcetree", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "sublime-text"
cask "tunnelblick", args: { appdir: "/Applications" }
cask "ukelele"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "visual-studio-code-insiders", args: { appdir: "/Applications" }
cask "whatsapp", args: { appdir: "/Applications" }
cask "zoom"
cask "zoomus", args: { appdir: "/Applications" }
