tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
tap "nektos/tap"
tap "tomanthony/brews"
tap "vitorgalvao/tiny-scripts"
brew "antigen"
brew "readline"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "clamav"
brew "coreutils"
brew "gcc"
brew "gettext"
brew "gh"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "goaccess"
brew "gpgme"
brew "jq"
brew "nvm"
brew "skopeo"
brew "swaks"
brew "telnet"
brew "thefuck"
brew "wget"
brew "yarn", args: ["without-node"]
brew "z"
brew "zlib"
brew "zsh"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "nektos/tap/act"
brew "tomanthony/brews/itermocil"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask_args appdir: "/Applications"
cask "adobe-acrobat-reader"
cask "db-browser-for-sqlite"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "kap"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "notion"
cask "oracle-jdk"
cask "pgadmin4"
cask "postman"
cask "robo-3t"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "tunnelblick"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "whatsapp"
cask "zoomus"
