tap "buo/cask-upgrade"
tap "cantino/mcfly"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "nektos/tap"
tap "tomanthony/brews"
tap "vitorgalvao/tiny-scripts"
brew "act"
brew "antigen"
brew "atuin"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "yara"
brew "clamav"
brew "cmake"
brew "coreutils"
brew "csvkit"
brew "diff-so-fancy"
brew "dive"
brew "efm-langserver"
brew "fd"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gettext"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gpgme"
brew "helix"
brew "helm"
brew "istioctl"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libpq"
brew "luajit"
brew "luarocks"
brew "mmv"
brew "node@16"
brew "mongosh"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "node"
brew "python@3.10"
brew "node@14"
brew "nvm"
brew "pipenv"
brew "pnpm"
brew "python@3.9"
brew "ripgrep"
brew "rust-analyzer"
brew "skopeo"
brew "starship"
brew "subversion"
brew "swaks"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "cantino/mcfly/mcfly"
brew "derailed/popeye/popeye"
brew "fluxcd/tap/flux@0.41"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "tomanthony/brews/itermocil"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "adobe-acrobat-reader", args: { appdir: "/Applications" }
cask "alacritty"
cask "db-browser-for-sqlite", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-fira-code-nerd-font"
cask "font-open-sans"
cask "font-source-code-pro-for-powerline"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk", args: { appdir: "/Applications" }
cask "grammarly"
cask "iterm2", args: { appdir: "/Applications" }
cask "kap", args: { appdir: "/Applications" }
cask "karabiner-elements"
cask "keepassxc"
cask "keyboard-maestro"
cask "kindle"
cask "lens"
cask "libreoffice"
cask "maccy"
cask "mongodb-compass", args: { appdir: "/Applications" }
cask "mysqlworkbench", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "onedrive"
cask "oracle-jdk", args: { appdir: "/Applications" }
cask "pgadmin4", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "rectangle"
cask "robo-3t", args: { appdir: "/Applications" }
cask "rocket-chat"
cask "signal"
cask "skype"
cask "slack", args: { appdir: "/Applications" }
cask "sourcetree", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "sublime-text"
cask "tunnelblick", args: { appdir: "/Applications" }
cask "ukelele"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "visual-studio-code-insiders", args: { appdir: "/Applications" }
cask "whatsapp", args: { appdir: "/Applications" }
cask "zoom"
vscode "alefragnani.project-manager"
vscode "Angular.ng-template"
vscode "asvetliakov.vscode-neovim"
vscode "attilabuti.vscode-mjml"
vscode "bierner.markdown-mermaid"
vscode "bradgashler.htmltagwrap"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dakara.transformer"
vscode "dbaeumer.vscode-eslint"
vscode "dcortes92.FreeMarker"
vscode "dkundel.vscode-npm-source"
vscode "DotJoshJohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "jasonnutter.search-node-modules"
vscode "JohnnyMorganz.stylua"
vscode "jpoissonnier.vscode-styled-components"
vscode "kisstkondoros.vscode-codemetrics"
vscode "lannonbr.vscode-js-annotations"
vscode "liamhammett.inline-parameters"
vscode "mathiasfrohlich.Kotlin"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.Theme-TomorrowKit"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "oouo-diogo-perdigao.docthis"
vscode "patbenatar.advanced-new-file"
vscode "pflannery.vscode-versionlens"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "sandy081.todotasks"
vscode "sdras.night-owl"
vscode "serayuzgur.crates"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "Tim-Koehler.helm-intellisense"
vscode "toba.vsfire"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "zengxingxin.sort-js-object-keys"
vscode "zhuangtongfa.material-theme"
