cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "nvm"
brew "thefuck"
brew "yarn", args: ["without-node"]
brew "z"
brew "zsh"
brew "antigen"
cask "docker"
cask "font-fira-code"
cask "font-source-code-pro-for-powerline"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
