tap "buo/cask-upgrade"
tap "cantino/mcfly"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "nektos/tap"
tap "tomanthony/brews"
tap "vitorgalvao/tiny-scripts"
brew "act"
brew "antigen"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "yara"
brew "clamav"
brew "cmake"
brew "coreutils"
brew "csvkit"
brew "diff-so-fancy"
brew "dive"
brew "efm-langserver"
brew "fd"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gettext"
brew "gh"
brew "git-filter-repo"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gpgme"
brew "helm"
brew "istioctl"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libpq"
brew "luajit"
brew "luarocks"
brew "mmv"
brew "node@16"
brew "mongosh"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "node"
brew "node@14"
brew "nvm"
brew "pipenv"
brew "pnpm"
brew "python@3.9"
brew "ripgrep"
brew "rust-analyzer"
brew "skopeo"
brew "starship"
brew "subversion"
brew "swaks"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "cantino/mcfly/mcfly"
brew "derailed/popeye/popeye"
brew "fluxcd/tap/flux"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "tomanthony/brews/itermocil"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "adobe-acrobat-reader", args: { appdir: "/Applications" }
cask "alacritty"
cask "db-browser-for-sqlite", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-fira-code-nerd-font"
cask "font-open-sans"
cask "font-source-code-pro-for-powerline"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "kap", args: { appdir: "/Applications" }
cask "karabiner-elements"
cask "keepassxc"
cask "keyboard-maestro"
cask "libreoffice"
cask "mongodb-compass", args: { appdir: "/Applications" }
cask "mysqlworkbench", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "onedrive"
cask "oracle-jdk", args: { appdir: "/Applications" }
cask "pgadmin4", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "rectangle"
cask "robo-3t", args: { appdir: "/Applications" }
cask "rocket-chat"
cask "signal"
cask "skype"
cask "slack", args: { appdir: "/Applications" }
cask "sourcetree", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "sublime-text"
cask "tunnelblick", args: { appdir: "/Applications" }
cask "ukelele"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "visual-studio-code-insiders", args: { appdir: "/Applications" }
cask "whatsapp", args: { appdir: "/Applications" }
cask "zoom"
